Revit 2024 API
BuiltInFailures.SiteImportFailures.TooLarge Property
 There are too many points on the selected layers of this dataset to place into the toposolid. Try selecting fewer layers to create the toposolid
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId TooLarge { get; }
Visual Basic
Public Shared ReadOnly Property TooLarge As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ TooLarge {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.SiteImportFailures Class
Autodesk.Revit.DB Namespace